lib/xml/deleteContactField.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:deleteContactField>
            <!--Optional:-->
            <fieldName>?</fieldName>
        </ser:deleteContactField>
    </soapenv:Body>
</soapenv:Envelope>